/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "S snímek obrazovky";
"zanalytics.bug.alert.withscreenrecord" = "S záznamem obrazovky";

"zanalytics.bug.alert.about" = "Více informací";
"zanalytics.bug.alert.from" = "Od";
"zanalytics.bug.alert.imagelimitreached" = "Maximální limit dosažen";
"zanalytics.bug.alert.imagelimits" = "Můžete přiložit maximálně 10 obrázků";
"zanalytics.bug.alert.macheader" = "Podělte se s námi o zpětnou vazbu nebo nám nahlaste chyby spolu s přílohami pro naši informaci";
"zanalytics.bug.alert.write" = "Napište nám";
"zanalytics.bug.alert.recordedclip" = "Nahrané klipy";


"zanalytics.bug.alert.anonymalert" = "Vždy doporučujeme sdílet zpětnou vazbu spolu se svou e-mailovou adresou. Pokud nám nesdělíte svou e-mailovou adresu, nebudeme vás moci kontaktovat, abychom vás o průběhu řešení problému informovali.";
"zanalytics.bug.alert.quitfeedback" = "Opravdu chcete odejít?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nejsou k dispozici žádné snímky obrazovky";
"zanalytics.feedback.navbar.title.screenshots" = "Snímky obrazovky";
"zanalytics.feedback.navbar.title.snap" = "Přichytit";
"zanalytics.feedback.navbar.title.compose" = "Vytvořit";


"zanalytics.bug.alert.cancel"               = "Ne";
"zanalytics.bug.alert.title"                = "Chcete nám něco sdělit?";
"zanalytics.feedback.navbar.title.feedback"             = "Zpětná vazba";
"zanalytics.feedback.navbar.title.reportbug"            = "Nahlásit chybu";
"zanalytics.feedback.navbar.title.helpme"               = "Nápověda";

"zanalytics.feedback.navbar.title.systemlogs"             = "Systémové protokoly";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Diagnostické informace";

"zanalytics.bug.alert.dontshowagain"            = "Příště nezobrazovat";
"zanalytics.bug.alert.title.helpme"            = "Nápověda";

"zanalytics.bug.alert.message.savetolocal"         = "Omlouváme se… Hlášení o chybě se nepodařilo odeslat. Chcete snímek obrazovky uložit?";


"zanalytics.feedback.email.title"                = "E-mailová adresa";


"zanalytics.bug.detectscreen.title"       = "Našli jste něco zajímavého?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Ano";
"zanalytics.bug.alert.detectscreen.no"                       = "Ne";

"zanalytics.bug.alert.detectscreen.share" = "Sdílet";
"zanalytics.bug.alert.detectscreen.dontshow" = "Příště se neptat";
"zanalytics.bug.annotate.button.title"                       = "Okomentujte chybu s použitím níže uvedených nástrojů.";


"zanalytics.feedback.failed.alert.description" = "Nepodařilo se odeslat zpětnou vazbu, zkuste to prosím znovu.";


"zanalytics.feedback.success.alert.description" = "Děkujeme za zpětnou vazbu.";


"zanalytics.feedback.common.alert.title.add.photos" = "Přidat fotografie";
"zanalytics.feedback.common.alert.title.alert" = "Upozornění";
"zanalytics.feedback.common.button.title.back" = "Zpět";
"zanalytics.feedback.common.button.title.cancel" = "Zrušit";
"zanalytics.feedback.common.button.title.close" = "Zavřít";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Vážíme si vaší zpětné vazby. Dejte nám prosím vědět, jak si vedeme.";
"zanalytics.bug.textview.placeholder"           = "Narazili jste při používání naší aplikace na nějaký problém? Dejte nám vědět.";
"zanalytics.help.textview.placeholder"           = "Pokusíme se to napravit a pomoct vám.";

"zanalytics.feedback.add.photos.alert.description" = "Nejsou připojeny žádné fotografie, více fotografií přidáte po otevření fotogalerie.";

"zanalytics.feedback.add.photos.alert.open" = "Otevřít fotografie";


"zanalytics.feedback.access.photos.alert.description" = "%@ aplikace nemá přístup k vaším fotografiím.\nPřístup povolíte zde: Nastavení > Soukromí > Fotografie > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Nastavení";

"zanalytics.feedback.label.title.anonymous" = "Anonymní";

"zanalytics.feedback.navbar.button.title.send" = "Odeslat";
"zanalytics.feedback.navbar.button.title.next" = "další";
"zanalytics.feedback.navbar.button.title.done" = "Hotovo";
"zanalytics.feedback.navbar.button.title.editphotos" = "Upravit fotografie";
"zanalytics.feedback.navbar.button.title.addmore" = "Přidat další";
"zanalytics.feedback.navbar.button.title.attach" = "Připojit";
"zanalytics.feedback.navbar.button.title.delete" = "Odstranit";


"zanalytics.feedback.navbar.title.taptoedit" = "Klepnutím upravit";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Vybrat fotografie";
"zanalytics.feedback.navbar.title.selectphotos" = "Vybrat fotografie";
"zanalytics.feedback.navbar.title.photoselected" = "Fotografie byla vybrána";
"zanalytics.feedback.navbar.title.photosselected" = "Fotografie byly vybrány";

"zanalytics.feedback.accessory.title.systemlogs" = "Včetně systémových protokolů";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Včetně diagnostických informací";
"zanalytics.feedback.accessory.button.title.view" = "Zobrazit";

"zanalytics.feedback.picker.image.notfound" = "Obrázky nebyly nalezeny";

"zanalytics.feedback.attachments.title" = "Přílohy(%i)";

"zanalytics.feedback.privacy.consent.description" = "Doporučujeme vám také přiložit protokol konzoly a diagnostické informace. Pomůže to našim vývojářům lépe porozumět zpětné vazbě, kterou s námi sdílíte.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Protokoly konzoly";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnostické informace";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Další informace";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informace o zařízení";

"zanalytics.feedback.privacy.consent.cancel" = "Zrušit";

"zanalytics.feedback.privacy.consent.openmailapp" = "Otevřít poštou";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Vždy poslat";

// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Zaznamenejte svůj problém";
"issuerecordscreen.label.close" = "Zavřít";
"issuerecordscreen.label.failedtoinitiate" = "Nepodařilo se spustit nahrávání obrazovky";
"issuerecordscreen.label.failuremultiwindow" = "Obsah, který se snažíte nahrát, je v režimu více oken. Tento režim není pro funkci nahrávání podporován. Přepněte na režim zobrazení na celou obrazovku";
"issuerecordscreen.label.nointerneterror" = "Pro nahrávání obrazovky je nutné připojení k internetu. Pro pokračování se připojte.";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "Rychle zaznamenejte problémy, se kterými se potýkáte, a odešlete je našemu týmu podpory, který je snadno a rychle vyřeší.";
"issuerecordscreen.label.iagreetext" = "Souhlasím se shromažďováním požadovaných údajů. Zobrazit podrobnosti";
"issuerecordscreen.label.optiontotrim" = "Máte možnost nahrané video stříhat, upravovat a opatřovat poznámkami.";
"issuerecordscreen.label.startrecording" = "Spustit nahrávání";
"issuerecordscreen.label.endrecording" = "Ukončit nahrávání";
"issuerecordscreen.label.recordinginprogress" = "Probíhá nahrávání!";
"issuerecordscreen.label.quicktipstext" = "Rychlé rady";
"issuerecordscreen.label.quicktips1" = "Obrazovku můžete nahrávat maximálně 5 minut.";
"issuerecordscreen.label.quicktips2" = "Nahrané video můžete stříhat, upravovat a opatřovat poznámkami.";
"issuerecordscreen.label.quicktips3" = "Během nahrávání obrazovky aplikaci nezavírejte.";
"issuerecordscreen.label.quicktips4" = "Pro další informace navštivte naši dokumentaci nápovědy";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Na základě vašeho souhlasu budou shromažďovány následující údaje:";
"dataconsentscreen.label.consent1" = "Vaše IP adresa a protokoly konzoly, které se generují během nahrávání";
"dataconsentscreen.label.consent2" = "Údaje o vašem prostředí, jako je název zařízení, verze operačního systému atd.";
"dataconsentscreen.label.consent3" = "Metriky výkonu zařízení (například paměť, doba připojení k síti atd.)";
"dataconsentscreen.label.consent4" = "Nahrávání obrazovky okna zařízení";
"dataconsentscreen.label.consent5" = "Ve výchozím nastavení se během nahrávání obrazovky nahrává zvuk. Ale před odesláním můžete zvukovou stopu ztlumit nebo znovu nahrát.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Přístup k mikrofonu je zakázán";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Pro nahrávání zvuku přejděte do Nastavení a zapněte mikrofon.";
"videoannotationscreen.alert.microphonedisablediphone" = "Přístup k mikrofonu je zakázán. Pro nahrávání zvuku přejděte do Nastavení a zapněte mikrofon.";

// General
"general.label.recordingintiationfailed" = "Iniciace nahrávání obrazovky se nezdařila. Zkuste to prosím znovu";
"general.label.ok" = "OK";
"general.label.submit" = "Odeslat";
"general.label.done" = "Hotovo";
"general.label.cancel" = "Zrušit";
"general.label.settings" = "Nastavení";
"general.label.erroroccured" = "Došlo k chybě";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Velikost souboru byla překročena. Soubor nesmí přesáhnout velikost 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Připojit soubory";
"issuesubmissionscreen.label.newrecording" = "Nový záznam";
"issuesubmissionscreen.label.editrecording" = "Upravit záznam";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Žádná zvuková stopa";
"videoannotationscreen.label.shapeborderwidth" = "Šířka ohraničení";
"videoannotationscreen.label.shapelineopacity" = "Neprůhlednost";
"videoannotationscreen.label.shapetextsize" = "Velikost textu";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Délka prvku přesahuje délku videa";
"videoannotationscreen.alert.notallowed" = "Nepovoleno";
"videoannotationscreen.alert.deleteexisitingaudio" = "Chcete-li provést nový záznam zvuku, odstraňte existující záznam.";
"videoannotationscreen.alert.textlimitreached" = "Byl dosažen limit";
"videoannotationscreen.alert.textdeleteexisting" = "Vymažte prosím část stávajícího textu.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Před nahráváním zvuku pozastavte video";
"videoannotationscreen.alert.changesnotsaved" = "Vaše změny nebyly uloženy. Opravdu chcete pokračovat?";
"videoannotationscreen.alert.proceed" = "Pokračovat";
"videoannotationscreen.alert.stroketypesolid" = "Plná";
"videoannotationscreen.alert.stroketypedashed" = "Přerušovaná";
"videoannotationscreen.alert.entertext" = "Zadejte text";

"videoannotationscreen.label.trim" = "Oříznout";
"videoannotationscreen.label.mask" = "Maskovat";
"videoannotationscreen.label.shapes" = "Tvary";
"videoannotationscreen.label.text" = "Text";
"videoannotationscreen.label.audio" = "Zvuk";
"videoannotationscreen.label.block" = "Blokovat";
"videoannotationscreen.label.blur" = "Rozmazání";
"videoannotationscreen.label.rectangle" = "Obdélník";
"videoannotationscreen.label.oval" = "Ovál";
"videoannotationscreen.label.arrow" = "Šipka";
"videoannotationscreen.label.color" = "Barva";
"videoannotationscreen.label.width" = "Šířka";
"videoannotationscreen.label.style" = "Styl";
"videoannotationscreen.label.edit" = "Upravit";
"videoannotationscreen.label.size" = "Velikost";
"videoannotationscreen.label.background" = "Pozadí";
"videoannotationscreen.label.textregular" = "Běžné";
"videoannotationscreen.label.textbold" = "Tučné písmo";
"videoannotationscreen.label.textitalics" = "Kurzíva";
"videoannotationscreen.label.textbolditalics" = "Tučná kurzíva";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "E-mailová adresa";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Přehled nahrávání obrazovky";
"issuesubmissionform.label.subjectdisplayname" = "Předmět";
"issuesubmissionform.label.subjectplaceholder" = "Zadejte předmět";
"issuesubmissionform.label.addtoexistingticket" = "Přidat k existujícím lístkům";
"issuesubmissionform.label.existingticketid" = "Existující ID lístku";
"issuesubmissionform.label.enterticketidtolink" = "Zadejte ID lístku, který má být propojen";
"issuesubmissionform.label.issuedescription" = "Popis problému";
"issuesubmissionform.label.issuemoredetails" = "Uveďte více podrobností o problému";
"issuesubmissionform.label.submityourissue" = "Odešlete svůj problém";
"issuesubmissionform.alert.videouploadfailed" = "Nahrávání videa se nezdařilo. Zkuste to později znovu.";
"issuesubmissionform.alert.thanksmessagetitle" = "Děkujeme, že jste nás kontaktovali!";
"issuesubmissionform.alert.thanksmessagebody" = "Vaše obavy bereme vážně, proto se s vámi v nejbližší době spojí náš tým podpory. Přejeme vám krásný den!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Nahrávání detailů střihu videa se nezdařilo. Zkuste to později znovu.";
"issuesubmissionform.label.entersubject" = "Zadejte prosím předmět problému";
"issuesubmissionform.label.enteremail" = "Zadejte prosím e-mailovou adresu";
"issuesubmissionform.label.enterexistingticketid" = "Prosím, zadejte existující ID lístku";
"issuesubmissionform.label.choosephoto" = "Vybrat fotografii";
"issuesubmissionform.label.browse" = "Procházet";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Přístup ke knihovně fotografií byl zakázán. Pro přístup k fotografiím přejděte do Nastavení a zapněte knihovnu fotografií.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Přístup ke knihovně fotografií byl zakázán";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Pro přístup k fotografiím přejděte do Nastavení a zapněte knihovnu fotografií.";
"issuesubmissionform.alert.submitting" ="Probíhá odeslání";
